{
  "0": "10 75 hour length",
  "1": "10 day program",
  "2": "14th century",
  "3": "16th century europe",
  "4": "16th century scotland",
  "5": "1798 rebellion",
  "6": "17th century bavaria",
  "7": "17th century paris",
  "8": "17th century setting",
  "9": "1800s frontier life",
  "10": "1820s pittsburgh",
  "11": "1836 london setting",
  "12": "1838 missouri",
  "13": "1850s nevada territory",
  "14": "1850s setting",
  "15": "1865 michigan",
  "16": "1866 era",
  "17": "1870s colorado",
  "18": "1870s kansas",
  "19": "1880s era",
  "20": "1883 michigan setting",
  "21": "1889 flood",
  "22": "1890s nevada",
  "23": "1890s new york city",
  "24": "1893 world s fair",
  "25": "1897 boston",
  "26": "18th century",
  "27": "18th century frontier",
  "28": "18th century london",
  "29": "18th century setting",
  "30": "1906 san francisco earthquake",
  "31": "1906 setting",
  "32": "1909 world fair",
  "33": "1911 setting",
  "34": "1916 easter rising",
  "35": "1920s london",
  "36": "1920s ohio setting",
  "37": "1920s setting",
  "38": "1930s alaska",
  "39": "1930s kentucky setting",
  "40": "1930s london",
  "41": "1930s period",
  "42": "1930s setting",
  "43": "1934 setting",
  "44": "1936 historical setting",
  "45": "1936 olympics",
  "46": "1939 hollywood setting",
  "47": "1940s england",
  "48": "1940s setting",
  "49": "1946 edition",
  "50": "1950s glamour",
  "51": "1950s labor practices",
  "52": "1950s setting",
  "53": "1960s india",
  "54": "1960s setting",
  "55": "1968",
  "56": "1970s new york setting",
  "57": "1970s setting",
  "58": "1980s atlanta setting",
  "59": "1980s belfast",
  "60": "1980s excess",
  "61": "1980s new york",
  "62": "1990s america",
  "63": "1990s romance",
  "64": "1995 chicago heat wave",
  "65": "19th century american west",
  "66": "19th century history",
  "67": "19th century japan",
  "68": "19th century ohio",
  "69": "19th century paris",
  "70": "19th century passion",
  "71": "19th century realism",
  "72": "19th century russia",
  "73": "19th century setting",
  "74": "19th century social attitudes",
  "75": "2013 best",
  "76": "2016 election",
  "77": "20th century",
  "78": "20th century literature",
  "79": "3 d effects",
  "80": "40 day plan",
  "81": "5 hour playing time",
  "82": "80s movie nostalgia",
  "83": "9 11 tragedy",
  "84": "abandoned asylum",
  "85": "abandoned children",
  "86": "abandoned mansion",
  "87": "abandoned technology",
  "88": "abducted niece",
  "89": "abduction",
  "90": "abduction mystery",
  "91": "abnormal psychology",
  "92": "abortion experience",
  "93": "abortion theme",
  "94": "abortion topic",
  "95": "abrupt ending",
  "96": "absolute control",
  "97": "absorbing",
  "98": "absorbing denouement",
  "99": "absorbing plot",
  "100": "absorbing storytelling",
  "101": "abstract concepts",
  "102": "absurd plot",
  "103": "absurdist humor",
  "104": "absurdity",
  "105": "abuse",
  "106": "abuse and neglect",
  "107": "abuse and trauma themes",
  "108": "abuse of power",
  "109": "abuse of truth",
  "110": "abuse themes",
  "111": "abusive hero",
  "112": "abusive husband",
  "113": "abusive relationships",
  "114": "academia",
  "115": "academic background",
  "116": "academic collaboration",
  "117": "academic criticism",
  "118": "academic infighting",
  "119": "academic interest",
  "120": "academic intrigue",
  "121": "academic perspective",
  "122": "academic protagonist",
  "123": "academic resource",
  "124": "academic satire",
  "125": "academic study",
  "126": "accent trope",
  "127": "accented heroes",
  "128": "acceptance",
  "129": "acceptance after struggles",
  "130": "access codes",
  "131": "accessible",
  "132": "accessible adaptation",
  "133": "accessible classic",
  "134": "accessible entry point",
  "135": "accessible explanations",
  "136": "accessible fantasy",
  "137": "accessible format",
  "138": "accessible historical account",
  "139": "accessible language",
  "140": "accessible narrative",
  "141": "accessible science",
  "142": "accessible series starter",
  "143": "accidental marriage",
  "144": "acclaimed",
  "145": "acclaimed authors",
  "146": "acclaimed fantasy series",
  "147": "acclaimed narrator",
  "148": "acclaimed writing style",
  "149": "accountancy perspective",
  "150": "accountant protagonist",
  "151": "accurate aircraft technology",
  "152": "accurate historical details",
  "153": "accurate language",
  "154": "accurate portrayal",
  "155": "accurate procedures",
  "156": "accurate research",
  "157": "acting career",
  "158": "action",
  "159": "action adventure",
  "160": "action and danger",
  "161": "action and drama",
  "162": "action and emotion",
  "163": "action and humor",
  "164": "action and mystery",
  "165": "action and romance",
  "166": "action and suspense",
  "167": "action comedy",
  "168": "action crime blend",
  "169": "action elements",
  "170": "action filled",
  "171": "action heroine",
  "172": "action horror hybrid",
  "173": "action horror romance",
  "174": "action in detroit",
  "175": "action oriented",
  "176": "action packed",
  "177": "action packed ending",
  "178": "action packed fantasy",
  "179": "action packed historical",
  "180": "action packed military saga",
  "181": "action packed narrative",
  "182": "action packed plot",
  "183": "action packed plots",
  "184": "action packed race",
  "185": "action packed urban fantasy",
  "186": "action packed western thriller",
  "187": "action romance",
  "188": "action romance blend",
  "189": "action scenes",
  "190": "action sci fi",
  "191": "action sequences",
  "192": "action thriller",
  "193": "active community",
  "194": "active dating life",
  "195": "active engagement",
  "196": "active heroine",
  "197": "activism",
  "198": "activist biography",
  "199": "activist journey",
  "200": "actor biography",
  "201": "actor hero",
  "202": "actress biography",
  "203": "actress perspective",
  "204": "acts of kindness",
  "205": "adaptation",
  "206": "adapted from",
  "207": "adaptive characteristics",
  "208": "added depth",
  "209": "addiction",
  "210": "addiction and incarceration",
  "211": "addiction memoir",
  "212": "addiction recovery",
  "213": "addiction theme",
  "214": "addictive",
  "215": "addictive chapters",
  "216": "addictive pace",
  "217": "addictive pacing",
  "218": "addictive quality",
  "219": "addictive read",
  "220": "addictive reading",
  "221": "addictive romance",
  "222": "addictive series",
  "223": "addictive storytelling",
  "224": "addressing negative emotions",
  "225": "adirondack mountains",
  "226": "administration failure",
  "227": "administration operations",
  "228": "adolescence",
  "229": "adolescent anxiety",
  "230": "adolescent challenges",
  "231": "adolescent hijinks",
  "232": "adolescent psych unit",
  "233": "adolescent sexuality",
  "234": "adolescent wish fulfillment",
  "235": "adopted cat",
  "236": "adoption",
  "237": "adoption advocacy",
  "238": "adoption illegality",
  "239": "adoption mystery",
  "240": "adoption narrative",
  "241": "adoption plot",
  "242": "adorable",
  "243": "adorable couple",
  "244": "adoring portrayal",
  "245": "adrenaline",
  "246": "adrenaline filled",
  "247": "adrenaline fueled",
  "248": "adrenaline pumping stories",
  "249": "adult appeal",
  "250": "adult children",
  "251": "adult coloring",
  "252": "adult contemporary",
  "253": "adult fairy tale",
  "254": "adult friendly",
  "255": "adult mystery",
  "256": "adult romance",
  "257": "adult themes",
  "258": "advanced robotics",
  "259": "advanced technology",
  "260": "adventure",
  "261": "adventure and intrigue",
  "262": "adventure and romance mix",
  "263": "adventure and suspense",
  "264": "adventure elements",
  "265": "adventure fiction",
  "266": "adventure like narrative",
  "267": "adventure mystery",
  "268": "adventure narrative",
  "269": "adventure seeking girl",
  "270": "adventure series",
  "271": "adventure thriller",
  "272": "adventure yarn",
  "273": "adventurous",
  "274": "adventurous faith",
  "275": "adventurous heroine",
  "276": "adventurous love",
  "277": "adventurous plot",
  "278": "adventurous protagonist",
  "279": "adventurous tone",
  "280": "adversity",
  "281": "advocacy for the poor",
  "282": "aerial battles",
  "283": "aesthetic beauty",
  "284": "aesthetics",
  "285": "aether storms",
  "286": "affable tone",
  "287": "affairs of the heart",
  "288": "affecting characters",
  "289": "affirmations",
  "290": "affordable price",
  "291": "afghan history",
  "292": "afghan society",
  "293": "afghan women",
  "294": "afghanistan setting",
  "295": "afghanistan war",
  "296": "african adventures",
  "297": "african american heroine",
  "298": "african american history",
  "299": "african american literature",
  "300": "african american pi",
  "301": "african american protagonist",
  "302": "african american settlers",
  "303": "african ancestry",
  "304": "african culture",
  "305": "african diaspora",
  "306": "african politics",
  "307": "african setting",
  "308": "african wildlife",
  "309": "afterlife",
  "310": "afterlife exploration",
  "311": "afterlife theme",
  "312": "agatha christie esque",
  "313": "agatha christie style",
  "314": "agatha nominated",
  "315": "age appropriate romance",
  "316": "age difference",
  "317": "age inclusive",
  "318": "age of faith",
  "319": "aged pages",
  "320": "ageism",
  "321": "ageless witch",
  "322": "agency",
  "323": "agent thriller",
  "324": "aggression psychology",
  "325": "aging",
  "326": "aging parents",
  "327": "aging pi protagonist",
  "328": "aging protagonist",
  "329": "aging rock star",
  "330": "aging theme",
  "331": "aging writer",
  "332": "agrarian societies",
  "333": "agricultural setting",
  "334": "ai uprising",
  "335": "aids activism",
  "336": "aids crisis",
  "337": "aids epidemic",
  "338": "air force pilot",
  "339": "air force pilot perspective",
  "340": "air force setting",
  "341": "air traffic controller",
  "342": "airborne assault",
  "343": "airline industry",
  "344": "airman",
  "345": "airplane engineering",
  "346": "airships",
  "347": "akha ethnic minority",
  "348": "al qaeda infiltration",
  "349": "al qaeda origins",
  "350": "alabama setting",
  "351": "alamo history",
  "352": "alaska",
  "353": "alaska setting",
  "354": "alaskan adventure romance",
  "355": "alaskan fiction",
  "356": "alaskan native culture",
  "357": "alaskan wilderness",
  "358": "alchemical mystery",
  "359": "alchemy",
  "360": "alcohol culture",
  "361": "alcoholic detective",
  "362": "alcoholism",
  "363": "aleut culture",
  "364": "alex cross series",
  "365": "alex delaware series",
  "366": "ali reynolds character",
  "367": "alice in wonderland quality",
  "368": "alien brides",
  "369": "alien captain",
  "370": "alien civilizations",
  "371": "alien general",
  "372": "alien infection",
  "373": "alien invaders",
  "374": "alien life force",
  "375": "alien planet",
  "376": "alien romance",
  "377": "alien technology",
  "378": "alien warrior",
  "379": "alien weredragons",
  "380": "alienation",
  "381": "aliens",
  "382": "all ages",
  "383": "all ages appeal",
  "384": "all american thriller",
  "385": "all encompassing commitment",
  "386": "all encompassing love",
  "387": "all out adventure",
  "388": "allegorical elements",
  "389": "allegorical fiction",
  "390": "allegory",
  "391": "alliance dynamics",
  "392": "allied invasion",
  "393": "alliteration",
  "394": "alluring romance",
  "395": "alpha characters",
  "396": "alpha cowboys",
  "397": "alpha female",
  "398": "alpha hero",
  "399": "alpha male",
  "400": "alpha male hero",
  "401": "alpha male love interest",
  "402": "alpha male romance",
  "403": "alpha male shifters",
  "404": "alpha squads",
  "405": "alpha vampires",
  "406": "alpha werewolf",
  "407": "alphabet series",
  "408": "als narrative",
  "409": "alter ego",
  "410": "alternate history",
  "411": "alternate physics",
  "412": "alternate russia",
  "413": "alternate victorian era",
  "414": "alternate world",
  "415": "alternating chapters",
  "416": "alternating narration",
  "417": "alternating past present",
  "418": "alternating perspectives",
  "419": "alternative health strategies",
  "420": "alternative lifestyle",
  "421": "alternative medicine",
  "422": "alternative paths",
  "423": "alternative relationships",
  "424": "alternative style",
  "425": "alternative viewpoint",
  "426": "alumni appeal",
  "427": "alzheimer s disease",
  "428": "alzheimer s theme",
  "429": "amana colonies setting",
  "430": "amateur chef",
  "431": "amateur sleuth",
  "432": "amazing characters",
  "433": "amazing plot",
  "434": "amazon retelling",
  "435": "amazon setting",
  "436": "amazon top 100",
  "437": "amber universe",
  "438": "ambiguous characters",
  "439": "ambiguous narrative",
  "440": "ambition",
  "441": "ambition and love",
  "442": "ambition and power",
  "443": "ambitious heroine",
  "444": "ambitious narrative",
  "445": "ambivalent ending",
  "446": "america s development",
  "447": "american",
  "448": "american abroad",
  "449": "american classic",
  "450": "american culture",
  "451": "american drama",
  "452": "american dream",
  "453": "american epic",
  "454": "american exceptionalism",
  "455": "american founding",
  "456": "american frontier",
  "457": "american heiress",
  "458": "american historical setting",
  "459": "american history",
  "460": "american icon",
  "461": "american legacy",
  "462": "american life",
  "463": "american military power",
  "464": "american noir",
  "465": "american nurses",
  "466": "american plains",
  "467": "american politics",
  "468": "american pride",
  "469": "american private sector",
  "470": "american republic restoration",
  "471": "american revolution",
  "472": "american revolution setting",
  "473": "american saga",
  "474": "american shaping",
  "475": "american society themes",
  "476": "american south memoir",
  "477": "american spies",
  "478": "american spirit",
  "479": "american subway setting",
  "480": "american values",
  "481": "american west",
  "482": "american west setting",
  "483": "american west stoicism",
  "484": "american wife",
  "485": "american wilderness",
  "486": "american writer",
  "487": "amish community",
  "488": "amish culture",
  "489": "amish dystopian",
  "490": "amish farms",
  "491": "amish fiction",
  "492": "amish forgiveness",
  "493": "amish protagonist",
  "494": "amish setting",
  "495": "amnesia",
  "496": "amnesia plot",
  "497": "amnesiac protagonist",
  "498": "amoveo lore",
  "499": "amulet necklace",
  "500": "amusement park mystery",
  "501": "amusement park setting",
  "502": "amusing",
  "503": "anabaptist heritage",
  "504": "anagram puzzles",
  "505": "analytical approach",
  "506": "anarchic humor",
  "507": "anasazi tribe",
  "508": "ancestors sins",
  "509": "ancestral journey",
  "510": "ancient alexandria",
  "511": "ancient artifact quest",
  "512": "ancient astronaut theory",
  "513": "ancient betrayal",
  "514": "ancient civilizations",
  "515": "ancient customs",
  "516": "ancient damascus",
  "517": "ancient djinni",
  "518": "ancient druid",
  "519": "ancient egypt",
  "520": "ancient egypt setting",
  "521": "ancient greek epic",
  "522": "ancient greek philosophy",
  "523": "ancient history",
  "524": "ancient inhabitants",
  "525": "ancient israel",
  "526": "ancient jerusalem",
  "527": "ancient jewish setting",
  "528": "ancient judah",
  "529": "ancient legends",
  "530": "ancient magic",
  "531": "ancient maps",
  "532": "ancient mythology",
  "533": "ancient race protectors",
  "534": "ancient rome",
  "535": "ancient rome setting",
  "536": "ancient secrets",
  "537": "ancient setting",
  "538": "ancient sites",
  "539": "ancient texts",
  "540": "ancient times",
  "541": "ancient weapons",
  "542": "ancient wind vampire",
  "543": "ancient wisdom",
  "544": "andalucia setting",
  "545": "andersonville prison",
  "546": "anecdotal",
  "547": "angel heroes",
  "548": "angel mythology",
  "549": "angel romance",
  "550": "angel tales",
  "551": "angels and demons",
  "552": "angels walking series",
  "553": "anger",
  "554": "anger at government",
  "555": "anger driven",
  "556": "anger spikes",
  "557": "angling enthusiasts",
  "558": "anglophile themes",
  "559": "angst",
  "560": "angst filled",
  "561": "angst filled romance",
  "562": "angsty characters",
  "563": "angsty new adult",
  "564": "angsty romance",
  "565": "animal adventures",
  "566": "animal antics",
  "567": "animal behavior",
  "568": "animal care insight",
  "569": "animal characters",
  "570": "animal cognition",
  "571": "animal companion",
  "572": "animal connection",
  "573": "animal designs",
  "574": "animal focused narrative",
  "575": "animal friendship",
  "576": "animal hybrids",
  "577": "animal instinct",
  "578": "animal involvement",
  "579": "animal lover appeal",
  "580": "animal lover themes",
  "581": "animal loving hero",
  "582": "animal magnetism",
  "583": "animal parenting",
  "584": "animal perspective",
  "585": "animal pill",
  "586": "animal rescue",
  "587": "animal resilience",
  "588": "animal rights",
  "589": "animal themes",
  "590": "animal welfare",
  "591": "animated corpses",
  "592": "animation art",
  "593": "anime",
  "594": "anne boleyn",
  "595": "anniversary",
  "596": "anonymous individuals",
  "597": "anonymous romance",
  "598": "antagonist captures",
  "599": "antarctica setting",
  "600": "antebellum setting",
  "601": "anthology",
  "602": "anthropological insights",
  "603": "anthropology",
  "604": "anthropology background",
  "605": "anthropology professor",
  "606": "anthropomorphism",
  "607": "anti apartheid activism",
  "608": "anti big government",
  "609": "anti communist narrative",
  "610": "anti establishment history",
  "611": "anti hero",
  "612": "anti hero protagonist",
  "613": "anti religion themes",
  "614": "anti soviet jihad",
  "615": "anti terrorism operations",
  "616": "anti trafficking",
  "617": "anti war perspective",
  "618": "anticipated series finale",
  "619": "anticipating change",
  "620": "anticipation",
  "621": "antihero",
  "622": "antique appraisal",
  "623": "antiques",
  "624": "antiques dealer protagonist",
  "625": "antiquing",
  "626": "antiterrorist agent",
  "627": "antiwar movement",
  "628": "anxiety",
  "629": "anxiety recovery",
  "630": "apartheid",
  "631": "apartment building",
  "632": "apocalyptic",
  "633": "apocalyptic fable",
  "634": "apocalyptic fiction",
  "635": "apocalyptic romance",
  "636": "apocalyptic sect conspiracy",
  "637": "apocalyptic threat",
  "638": "apocalyptic thriller",
  "639": "apollo program",
  "640": "apothecary art",
  "641": "appalachian childhood",
  "642": "appalachian gothic",
  "643": "appalachian music",
  "644": "appalachian setting",
  "645": "appalachian trail",
  "646": "appeal to 2 year olds",
  "647": "appeal to mothers",
  "648": "appealing characters",
  "649": "appealing duo",
  "650": "appealing secondary stories",
  "651": "appealing to teens",
  "652": "apple growing",
  "653": "apple history",
  "654": "apprentice",
  "655": "apprentice midwife",
  "656": "apprentice relationship",
  "657": "apprentice witch",
  "658": "approach women",
  "659": "approachable topics",
  "660": "approved",
  "661": "aquarium setting",
  "662": "arab slave trade",
  "663": "arabian nights retelling",
  "664": "arabic setting",
  "665": "arc",
  "666": "archaeological adventure",
  "667": "archaeological backdrop",
  "668": "archaeological dig",
  "669": "archaeological discovery",
  "670": "archaeological mystery",
  "671": "archaeological setting",
  "672": "archaeological thriller",
  "673": "archaeological world building",
  "674": "archaeologist protagonist",
  "675": "archaeology",
  "676": "archangels",
  "677": "archeology",
  "678": "archer love interest",
  "679": "archer protagonist",
  "680": "archery",
  "681": "architect",
  "682": "architect hero",
  "683": "architectural history",
  "684": "archival research",
  "685": "arctic setting",
  "686": "area 51",
  "687": "ares security series",
  "688": "argeneau universe",
  "689": "aristocratic battle",
  "690": "aristocratic british boarding school",
  "691": "aristocratic hotel backdrop",
  "692": "aristocratic setting",
  "693": "arizona setting",
  "694": "arizona territory",
  "695": "armchair travel",
  "696": "armenian diaspora",
  "697": "armenian genocide",
  "698": "arms dealers",
  "699": "army doctors",
  "700": "army engineer hero",
  "701": "army life struggles",
  "702": "army ranger",
  "703": "aromatherapy",
  "704": "arranged marriage",
  "705": "arrangement based relationship",
  "706": "arrogant hero",
  "707": "arrogant prince",
  "708": "arson",
  "709": "arsonist plot",
  "710": "art and creativity",
  "711": "art and philosophy",
  "712": "art and science intersection",
  "713": "art appreciation",
  "714": "art devotion",
  "715": "art forgery",
  "716": "art heist",
  "717": "art history",
  "718": "art intrigue",
  "719": "art nouveau style",
  "720": "art recovery",
  "721": "art related focus",
  "722": "art rescue",
  "723": "art restorer spy",
  "724": "art scene",
  "725": "art theft",
  "726": "art themes",
  "727": "art therapy",
  "728": "art world",
  "729": "artful verbal sparring",
  "730": "arthurian legend",
  "731": "artifact appreciation",
  "732": "artifice",
  "733": "artificial human",
  "734": "artificial intelligence",
  "735": "artisan chocolate",
  "736": "artisanal soy sauce",
  "737": "artist biography",
  "738": "artist colony",
  "739": "artist mindset",
  "740": "artist protagonist",
  "741": "artist s emergence",
  "742": "artist s life",
  "743": "artist s muse",
  "744": "artist solitude",
  "745": "artistic circle",
  "746": "artistic elements",
  "747": "artistic fulfillment",
  "748": "artistic hearts",
  "749": "artistic integrity",
  "750": "artistic process",
  "751": "artistic romance",
  "752": "arts relevance",
  "753": "artsy tourist spots",
  "754": "as teacher",
  "755": "ashram setting",
  "756": "asian cities setting",
  "757": "asian culture",
  "758": "asimov like",
  "759": "asperger s journey",
  "760": "asperger s like protagonist",
  "761": "aspiring",
  "762": "aspiring actor journey",
  "763": "aspiring pianist",
  "764": "aspiring writer",
  "765": "assassin protagonist",
  "766": "assassination as art",
  "767": "assassination plot",
  "768": "assassins",
  "769": "assertiveness",
  "770": "assimilation struggle",
  "771": "assistant u s attorney",
  "772": "assistant work experience",
  "773": "asthmatic protagonist",
  "774": "astonishing love",
  "775": "astral projection",
  "776": "astronaut memoir",
  "777": "astronomy",
  "778": "astrophysics",
  "779": "at risk students",
  "780": "athlete hero",
  "781": "athlete inspiration",
  "782": "athletes",
  "783": "athletic achievements",
  "784": "athleticism",
  "785": "atlantis",
  "786": "atmosphere of menace",
  "787": "atmospheric",
  "788": "atmospheric crime",
  "789": "atmospheric descriptions",
  "790": "atmospheric ghost",
  "791": "atmospheric horror",
  "792": "atmospheric illustrations",
  "793": "atmospheric romance",
  "794": "atmospheric setting",
  "795": "atmospheric storytelling",
  "796": "atmospheric tension",
  "797": "atmospheric venice",
  "798": "atmospheric world",
  "799": "atmospheric writing",
  "800": "atomic bombings",
  "801": "atonement",
  "802": "attack on manila",
  "803": "attack prevention",
  "804": "attacks on holy sites",
  "805": "attempted suicide",
  "806": "attention grabbing",
  "807": "attention to detail",
  "808": "attention to historical detail",
  "809": "attentive",
  "810": "attentive realism",
  "811": "attentively researched",
  "812": "attitude",
  "813": "attorney heroine",
  "814": "attorney perspective",
  "815": "attraction insights",
  "816": "attractive antiheroes",
  "817": "attractive heroes",
  "818": "attractive love interests",
  "819": "attractive male characters",
  "820": "attractive male lead",
  "821": "atypical hero",
  "822": "atypical romance",
  "823": "auction setting",
  "824": "audacious characters",
  "825": "audacious ruse",
  "826": "audacity",
  "827": "audience engagement",
  "828": "audio format",
  "829": "audio recording",
  "830": "audio with songs",
  "831": "audiobook",
  "832": "audiobook friendly",
  "833": "audiobook mystery",
  "834": "audiobook narration",
  "835": "audiobook performance",
  "836": "auditory learning",
  "837": "audrey hepburn movies",
  "838": "aura of hope",
  "839": "austen adaptation",
  "840": "austen inspired",
  "841": "austenland series",
  "842": "austin setting",
  "843": "australian",
  "844": "australian countryside",
  "845": "australian heritage",
  "846": "australian outback",
  "847": "australian setting",
  "848": "australian wilderness",
  "849": "authentic account",
  "850": "authentic action",
  "851": "authentic australian backdrop",
  "852": "authentic aviation",
  "853": "authentic backdrop",
  "854": "authentic biblical setting",
  "855": "authentic brewing details",
  "856": "authentic characterizations",
  "857": "authentic characters",
  "858": "authentic christianity",
  "859": "authentic conflict",
  "860": "authentic crime",
  "861": "authentic cuba setting",
  "862": "authentic details",
  "863": "authentic dialogue",
  "864": "authentic experience",
  "865": "authentic forensic details",
  "866": "authentic hiking details",
  "867": "authentic historical detail",
  "868": "authentic intelligence",
  "869": "authentic legal details",
  "870": "authentic legal scenes",
  "871": "authentic life challenges",
  "872": "authentic military detail",
  "873": "authentic navy details",
  "874": "authentic perspective",
  "875": "authentic plot",
  "876": "authentic police procedure",
  "877": "authentic portrayal",
  "878": "authentic relationships",
  "879": "authentic research",
  "880": "authentic rodeo depiction",
  "881": "authentic romance",
  "882": "authentic scotland",
  "883": "authentic setting",
  "884": "authentic southern experience",
  "885": "authentic sports detail",
  "886": "authentic storytelling",
  "887": "authentic tactics",
  "888": "authentic teen voice",
  "889": "authentic voice",
  "890": "authentic war portrayal",
  "891": "authentic western setting",
  "892": "authenticity",
  "893": "authoritarianism",
  "894": "authoritative biography",
  "895": "authoritative narrative",
  "896": "authoritative presentation",
  "897": "authorities handling",
  "898": "authorpreneur",
  "899": "authors conference",
  "900": "authorship",
  "901": "autism awareness",
  "902": "autism memoir",
  "903": "autism parenting",
  "904": "autism representation",
  "905": "autism spectrum",
  "906": "autistic child",
  "907": "autistic protagonist",
  "908": "autistic savant children",
  "909": "autobiographical comic",
  "910": "autobiographical elements",
  "911": "autobiography",
  "912": "automotive setting",
  "913": "autopsy details",
  "914": "autumn atmosphere",
  "915": "autumn read",
  "916": "avenging protagonist",
  "917": "aviation",
  "918": "aviation enthusiast",
  "919": "aviation history",
  "920": "aviation pioneer",
  "921": "aviation safety",
  "922": "aviation setting",
  "923": "aviation theme",
  "924": "aviation thriller",
  "925": "avid",
  "926": "avid and writer",
  "927": "award finalist",
  "928": "award trophy",
  "929": "award winning",
  "930": "award winning authors",
  "931": "award winning children s",
  "932": "award winning humor",
  "933": "award winning mystery",
  "934": "award winning photographer",
  "935": "award winning prequel",
  "936": "award winning romance",
  "937": "award winning screenwriter",
  "938": "award winning series",
  "939": "award winning thriller",
  "940": "awards",
  "941": "awe inspiring wonder",
  "942": "awkward romantic moments",
  "943": "aztec empire",
  "944": "b 17 bomber",
  "945": "b horror",
  "946": "b movie aesthetics",
  "947": "baba yaga retelling",
  "948": "babe ruth",
  "949": "baby boomer life",
  "950": "baby boomer nostalgia",
  "951": "baby boomer spending",
  "952": "baby shower gift",
  "953": "baby trope",
  "954": "bacchanalian feasts",
  "955": "bach interpreter",
  "956": "background",
  "957": "background checks",
  "958": "background narrative",
  "959": "backhanded humor",
  "960": "backpacking",
  "961": "backroom politics",
  "962": "backstabbing",
  "963": "backstage band workings",
  "964": "bad boy biker",
  "965": "bad boy billionaire",
  "966": "bad boy characters",
  "967": "bad boy good girl",
  "968": "bad boy hero",
  "969": "bad boy loner",
  "970": "bad boy love interest",
  "971": "bad boys",
  "972": "bad boys turned good",
  "973": "bad dates",
  "974": "bad decisions",
  "975": "badass hero",
  "976": "badass with soft side",
  "977": "badge of honor",
  "978": "baffling mystery",
  "979": "bail jumper heroine",
  "980": "bake off",
  "981": "baked goods",
  "982": "baker",
  "983": "baker protagonist",
  "984": "baker s daughter",
  "985": "bakery murder",
  "986": "bakery owner",
  "987": "bakery setting",
  "988": "baking",
  "989": "baking anecdotes",
  "990": "baking backdrop",
  "991": "baking competition",
  "992": "baking enthusiast",
  "993": "baking theme",
  "994": "balance challenges",
  "995": "balance of angst and wit",
  "996": "balance of brutality and respite",
  "997": "balance of known and unknown",
  "998": "balance of tension and humor",
  "999": "balanced combination",
  "1000": "balanced detail",
  "1001": "balanced leadership perspective",
  "1002": "balanced plot and character",
  "1003": "balanced portrayal",
  "1004": "balanced romance",
  "1005": "balanced romance and suspense",
  "1006": "balancing passions and family",
  "1007": "balancing roles",
  "1008": "ballet setting",
  "1009": "ballistics",
  "1010": "balts experience",
  "1011": "bamboozling twists",
  "1012": "banality of evil",
  "1013": "band",
  "1014": "band centric plot",
  "1015": "band journey",
  "1016": "band of brothers",
  "1017": "bank robberies",
  "1018": "bank scandal",
  "1019": "banking system",
  "1020": "banned",
  "1021": "banshee character",
  "1022": "banter",
  "1023": "bar setting",
  "1024": "barbara cameron fan",
  "1025": "barbed dialogue",
  "1026": "barbeque theme",
  "1027": "barcelona setting",
  "1028": "barefoot bay series",
  "1029": "bargain",
  "1030": "bargain trope",
  "1031": "barnes and noble success",
  "1032": "baroque style",
  "1033": "barrel racing",
  "1034": "barrenness of existence",
  "1035": "barsoom series",
  "1036": "baseball",
  "1037": "baseball biography",
  "1038": "baseball legend",
  "1039": "baseball motif",
  "1040": "baseball references",
  "1041": "baseball romance",
  "1042": "baseball statistics",
  "1043": "based on real people",
  "1044": "bath setting",
  "1045": "batman lore",
  "1046": "battle account",
  "1047": "battle against evil",
  "1048": "battle analysis",
  "1049": "battle descriptions",
  "1050": "battle focused",
  "1051": "battle for earth",
  "1052": "battle of hue",
  "1053": "battle of keating",
  "1054": "battle of little bighorn",
  "1055": "battle of nerves",
  "1056": "battle of new orleans",
  "1057": "battle of the sexes",
  "1058": "battle of thermopylae",
  "1059": "battle of wits",
  "1060": "battle scenes",
  "1061": "battles",
  "1062": "baudelaire poetry",
  "1063": "bawdy humor",
  "1064": "baxter family series",
  "1065": "bayou heat series",
  "1066": "bayou mystery",
  "1067": "bayou setting",
  "1068": "bbc origins",
  "1069": "bbw romance",
  "1070": "bdsm",
  "1071": "bdsm elements",
  "1072": "bdsm romance",
  "1073": "bdsm themes",
  "1074": "beach",
  "1075": "beach escape",
  "1076": "beach living",
  "1077": "beach read",
  "1078": "beach romance",
  "1079": "beach sanctuary",
  "1080": "beach setting",
  "1081": "beach thriller",
  "1082": "beach town",
  "1083": "beach town tale",
  "1084": "beach vacation",
  "1085": "beach vibe",
  "1086": "beadwork design",
  "1087": "bear encounters",
  "1088": "bear shifters",
  "1089": "bear spray",
  "1090": "bearded hero",
  "1091": "beast and human nature",
  "1092": "beast personality",
  "1093": "beat cop perspective",
  "1094": "beautiful",
  "1095": "beautiful descriptions",
  "1096": "beautiful emotions",
  "1097": "beautiful illustrations",
  "1098": "beautiful language",
  "1099": "beautiful lettering",
  "1100": "beautiful love",
  "1101": "beautiful monsters",
  "1102": "beautiful plot",
  "1103": "beautiful prose",
  "1104": "beautiful scenery",
  "1105": "beautiful series",
  "1106": "beautiful storytelling",
  "1107": "beautiful woman scientist",
  "1108": "beautiful writing",
  "1109": "beautiful writing style",
  "1110": "beautifully compiled",
  "1111": "beautifully crafted layers",
  "1112": "beautifully written love",
  "1113": "beautifully written scenes",
  "1114": "beauty",
  "1115": "beauty and the beast inspiration",
  "1116": "beauty and the beast retelling",
  "1117": "beauty of humanity",
  "1118": "beauty of rome",
  "1119": "beauty pageants",
  "1120": "beauty school in kabul",
  "1121": "beauty spirituality",
  "1122": "becoming a hero",
  "1123": "bed and breakfast setting",
  "1124": "bedtime classic",
  "1125": "bedtime routines",
  "1126": "bee metaphor",
  "1127": "beekeeper background",
  "1128": "beekeeping theme",
  "1129": "beginner friendly",
  "1130": "beginners guide",
  "1131": "beginning",
  "1132": "beguiling",
  "1133": "behavioral analysis",
  "1134": "behavioral economics",
  "1135": "behavioral lesson",
  "1136": "behind enemy lines",
  "1137": "behind the scenes",
  "1138": "behind the scenes entertainment",
  "1139": "behind the scenes hollywood",
  "1140": "behind the scenes music industry",
  "1141": "behind the scenes politics",
  "1142": "being true to oneself",
  "1143": "belgian congo setting",
  "1144": "belief",
  "1145": "believable characters",
  "1146": "believable complications",
  "1147": "believable events",
  "1148": "believable storyline",
  "1149": "believable suspense",
  "1150": "believer in the unbelievable",
  "1151": "belle epoque setting",
  "1152": "belonging",
  "1153": "beloved",
  "1154": "beloved characters",
  "1155": "beloved detective",
  "1156": "beloved dog character",
  "1157": "beloved icon",
  "1158": "beloved series",
  "1159": "benevolence and brutality",
  "1160": "benevolent sorcery",
  "1161": "bengali heritage",
  "1162": "benghazi attack",
  "1163": "berkeley setting",
  "1164": "berkshire village",
  "1165": "berlin 1945",
  "1166": "berlin defense experiences",
  "1167": "berlin wall crisis",
  "1168": "best apocalyptic",
  "1169": "best electronic",
  "1170": "best fantasy series",
  "1171": "best friend s brother",
  "1172": "best friends",
  "1173": "best in series",
  "1174": "best of summer",
  "1175": "bestseller",
  "1176": "bestseller club selection",
  "1177": "bestseller romance",
  "1178": "bestseller status",
  "1179": "bestseller thriller",
  "1180": "bestselling",
  "1181": "bestselling authors",
  "1182": "bestselling authors recommendation",
  "1183": "bestselling comparisons",
  "1184": "bestselling duo",
  "1185": "bestselling endorsement",
  "1186": "bestselling erotica",
  "1187": "bestselling memoir",
  "1188": "bestselling picture",
  "1189": "bestselling praise",
  "1190": "bestselling romance",
  "1191": "bestselling series",
  "1192": "bestselling style",
  "1193": "bet gone wrong",
  "1194": "beta male",
  "1195": "betrayal",
  "1196": "betrayal and deception",
  "1197": "betrayal romance",
  "1198": "between war era",
  "1199": "biafran war setting",
  "1200": "bible character devotions",
  "1201": "bible literalism",
  "1202": "bible verse integration",
  "1203": "biblical connections",
  "1204": "biblical costumes",
  "1205": "biblical fiction",
  "1206": "biblical history",
  "1207": "biblical influence",
  "1208": "biblical life",
  "1209": "biblical manuscript quest",
  "1210": "biblical meditation",
  "1211": "biblical narrative",
  "1212": "biblical references",
  "1213": "biblical remedies",
  "1214": "biblical retelling",
  "1215": "biblical scholarship",
  "1216": "biblical setting",
  "1217": "biblical themes",
  "1218": "biblical times",
  "1219": "biblical truths",
  "1220": "bibliophile theme",
  "1221": "bickering couple",
  "1222": "big brassy fantasy",
  "1223": "big city setting",
  "1224": "big fish",
  "1225": "big hearted",
  "1226": "big hearts",
  "1227": "big lake series",
  "1228": "big mystery",
  "1229": "big sf ideas",
  "1230": "bigotry",
  "1231": "biker culture",
  "1232": "biker gang",
  "1233": "biker hero",
  "1234": "biker witches",
  "1235": "bikers",
  "1236": "bilingual editions",
  "1237": "bilingual spanish",
  "1238": "billionaire characters",
  "1239": "billionaire dragon shifter romance",
  "1240": "billionaire hero",
  "1241": "billionaire influence",
  "1242": "billionaire romance",
  "1243": "billionaire villain",
  "1244": "billionaires",
  "1245": "binge reading friendly",
  "1246": "binge worthy",
  "1247": "bio mining rights",
  "1248": "biographical fiction",
  "1249": "biographical insights",
  "1250": "biographical masterpiece",
  "1251": "biographical narrative",
  "1252": "biographical portraits",
  "1253": "biographical study",
  "1254": "biography",
  "1255": "biography of a hero",
  "1256": "biography of statesman",
  "1257": "biological weapon",
  "1258": "biology",
  "1259": "biomedical engineering",
  "1260": "biomedical researcher",
  "1261": "bipartisan cooperation",
  "1262": "bipedalism",
  "1263": "bipolar disorder",
  "1264": "bird intelligence",
  "1265": "birmingham england",
  "1266": "birth control",
  "1267": "birthday party antics",
  "1268": "bisexual representation",
  "1269": "bistro atmosphere",
  "1270": "biting dialogue",
  "1271": "bitter divorce",
  "1272": "bitter irony",
  "1273": "bittersweet ending",
  "1274": "bittersweet narrative",
  "1275": "bittersweet romance",
  "1276": "bittersweet tone",
  "1277": "bizarre mutilations",
  "1278": "bizarre plot twist",
  "1279": "bizarre stories",
  "1280": "bizarre violence",
  "1281": "bjorklund family",
  "1282": "black and white illustrations",
  "1283": "black and white photos",
  "1284": "black cat trope",
  "1285": "black death",
  "1286": "black english vernacular",
  "1287": "black experience",
  "1288": "black frontier woman",
  "1289": "black hawk down incident",
  "1290": "black humor",
  "1291": "black magic",
  "1292": "black male life",
  "1293": "black muslim community",
  "1294": "black on black homicide",
  "1295": "black panther party",
  "1296": "black sisters",
  "1297": "black swan theory",
  "1298": "black woman s empowerment",
  "1299": "blackmail",
  "1300": "blasphemous content",
  "1301": "blaxploitation",
  "1302": "bleak atmosphere",
  "1303": "bleak humor",
  "1304": "bleak mood",
  "1305": "bleak setting",
  "1306": "blend of classic tales",
  "1307": "blend of genres",
  "1308": "blend of history and mystery",
  "1309": "blend of humor and heart",
  "1310": "blend of humor and tragedy",
  "1311": "blend of paranormal and evil",
  "1312": "blend of realism and fantasy",
  "1313": "blended families",
  "1314": "blended storytelling",
  "1315": "blind daughter",
  "1316": "blistering hot sex scenes",
  "1317": "blistering pace",
  "1318": "blistering suspense",
  "1319": "blizzard setting",
  "1320": "blockbuster",
  "1321": "blog",
  "1322": "blog traffic concept",
  "1323": "blogger outreach",
  "1324": "blogger praise",
  "1325": "blogging",
  "1326": "blogging about romance",
  "1327": "blogs",
  "1328": "blood and guts action",
  "1329": "blood curse series",
  "1330": "blood prophet",
  "1331": "bloomsbury group",
  "1332": "blue collar heroine",
  "1333": "blue collar men",
  "1334": "blue ridge mountains",
  "1335": "blue willow china",
  "1336": "blunders",
  "1337": "blurring reality and fiction",
  "1338": "blushing and gushing",
  "1339": "board edition",
  "1340": "boarding school",
  "1341": "boarding school setting",
  "1342": "boardwalk charm",
  "1343": "boardwalk setting",
  "1344": "boating",
  "1345": "bodice ripper",
  "1346": "body horror",
  "1347": "body image",
  "1348": "body language",
  "1349": "body language expert protagonist",
  "1350": "body positivity",
  "1351": "body science",
  "1352": "body swapping",
  "1353": "bodyguard",
  "1354": "bodyguard training",
  "1355": "bohemian lifestyle",
  "1356": "bold business deals",
  "1357": "bold edge",
  "1358": "bold future",
  "1359": "bold heroes",
  "1360": "bold heroine",
  "1361": "bold storytelling",
  "1362": "bold writing style",
  "1363": "bollywood film industry",
  "1364": "bologna setting",
  "1365": "bomc main selection",
  "1366": "bondage",
  "1367": "bonded leather binding",
  "1368": "bondian villain",
  "1369": "bonding theme",
  "1370": "bonds",
  "1371": "bone marrow transplantation",
  "1372": "bone mystery",
  "1373": "bonnet fiction",
  "1374": "bonus",
  "1375": "bonus content",
  "1376": "bonus scenes",
  "1377": "bonus stories",
  "1378": "booby traps",
  "1379": "bookish heroine",
  "1380": "bookish hobbies",
  "1381": "bookish protagonist",
  "1382": "bookish references",
  "1383": "bookish romance",
  "1384": "bookish theme",
  "1385": "bookmobile travel",
  "1386": "bookshots series",
  "1387": "bookstore mystery",
  "1388": "bookstore setting",
  "1389": "border collie puppy",
  "1390": "border crime",
  "1391": "boston area protagonist",
  "1392": "boston setting",
  "1393": "botanical intrigue",
  "1394": "botanist protagonist",
  "1395": "botched kidnapping",
  "1396": "botched surgery",
  "1397": "botswana setting",
  "1398": "botswanan culture",
  "1399": "boundaries of human consciousness",
  "1400": "boundary pushing",
  "1401": "boundary setting",
  "1402": "bounty hunter",
  "1403": "bounty hunting witch",
  "1404": "bowery detox unit setting",
  "1405": "box set",
  "1406": "box set inclusion",
  "1407": "boxcar children",
  "1408": "boxing",
  "1409": "boy detective",
  "1410": "boy girl parties",
  "1411": "boyfriend",
  "1412": "brain health",
  "1413": "brain injury inspiration",
  "1414": "brain science",
  "1415": "brainpower driven narrative",
  "1416": "brainstorming tool",
  "1417": "brainwashing theme",
  "1418": "brainy comedy",
  "1419": "brainy mystery",
  "1420": "brand building",
  "1421": "brand expertise",
  "1422": "brand loyalty",
  "1423": "brand name references",
  "1424": "brand new",
  "1425": "brash dialogue",
  "1426": "bratty behavior",
  "1427": "brave choices",
  "1428": "brave debut",
  "1429": "brave heroes",
  "1430": "brave heroines",
  "1431": "brave romance",
  "1432": "brave teens",
  "1433": "bravery",
  "1434": "bravery tribute",
  "1435": "bread making basics",
  "1436": "bread variety exploration",
  "1437": "breadth and depth",
  "1438": "breaking free",
  "1439": "breaking gender stereotypes",
  "1440": "breakneck journey",
  "1441": "breakneck pace",
  "1442": "breakout success",
  "1443": "breast cancer",
  "1444": "breast cancer survivor",
  "1445": "breath taking characters",
  "1446": "breathless adventure",
  "1447": "breathless anticipation",
  "1448": "breathless passion",
  "1449": "breathtaking",
  "1450": "breathtaking dogfights",
  "1451": "breathtaking pace",
  "1452": "breathtaking romance",
  "1453": "breed series style",
  "1454": "breezy nantucket tale",
  "1455": "breezy style",
  "1456": "brevity",
  "1457": "brewery settings",
  "1458": "bridal fabulousness",
  "1459": "bride",
  "1460": "bride expert",
  "1461": "bride hunt",
  "1462": "bridge building",
  "1463": "bright writing style",
  "1464": "brilliant characters",
  "1465": "brilliant children",
  "1466": "brilliant detective",
  "1467": "brilliant riddles",
  "1468": "brilliant scientist",
  "1469": "brilliant writing",
  "1470": "brisk and colorful style",
  "1471": "brisk pacing",
  "1472": "brisk writing",
  "1473": "briskly paced adventures",
  "1474": "bristol setting",
  "1475": "british",
  "1476": "british agent",
  "1477": "british american partnership",
  "1478": "british classic",
  "1479": "british culture",
  "1480": "british east africa setting",
  "1481": "british fantasy",
  "1482": "british hero",
  "1483": "british history",
  "1484": "british literature",
  "1485": "british mystery",
  "1486": "british nurse spy",
  "1487": "british politics",
  "1488": "british setting",
  "1489": "british soccer star hero",
  "1490": "broad appeal",
  "1491": "broad humor",
  "1492": "broad readership",
  "1493": "broad sweep",
  "1494": "broad vision",
  "1495": "broadcast news intrigue",
  "1496": "broadway adaptation",
  "1497": "broadway aspirations",
  "1498": "broadway auditions",
  "1499": "broadway narration",
  "1500": "broadway theater",
  "1501": "broken characters",
  "1502": "broken engagements",
  "1503": "broken friendship",
  "1504": "broken hearts",
  "1505": "broken heroes",
  "1506": "broken individuals",
  "1507": "broken pasts",
  "1508": "broken treaties",
  "1509": "brontë sisters tribute",
  "1510": "brooding characters",
  "1511": "brooding cops",
  "1512": "brooding hero",
  "1513": "brooding mill owners",
  "1514": "brooding mood",
  "1515": "brooding soldier",
  "1516": "brother relationship",
  "1517": "brother s best friend trope",
  "1518": "brother s message",
  "1519": "brotherhood",
  "1520": "brotherhood of warriors",
  "1521": "brotherhood series",
  "1522": "brothers",
  "1523": "brothers journey",
  "1524": "brothers romance",
  "1525": "brothers series",
  "1526": "bruja mythology",
  "1527": "brutal attacks",
  "1528": "brutal honesty",
  "1529": "brutal murder",
  "1530": "brutal narrative",
  "1531": "brutal passages",
  "1532": "brutally honest romance",
  "1533": "brutally honest teen life",
  "1534": "bucket list journey",
  "1535": "buckingham palace",
  "1536": "bucolic scenes",
  "1537": "budding romance",
  "1538": "buddy dynamic",
  "1539": "budget friendly",
  "1540": "budgeting humor",
  "1541": "budgeting tips",
  "1542": "buffy inspired",
  "1543": "buffy like heroine",
  "1544": "bug out bag equipment",
  "1545": "building connections",
  "1546": "building momentum",
  "1547": "building the future",
  "1548": "bully s perspective",
  "1549": "bullying",
  "1550": "bullying related suicide",
  "1551": "buoyant tone",
  "1552": "bureaucracy",
  "1553": "bureaucratic obstacles",
  "1554": "buried alive",
  "1555": "buried secrets",
  "1556": "burlesque history",
  "1557": "burmese setting",
  "1558": "burning",
  "1559": "business",
  "1560": "business acumen",
  "1561": "business empire",
  "1562": "business history",
  "1563": "business ideas",
  "1564": "business insights",
  "1565": "business organization",
  "1566": "business owner",
  "1567": "business perspective",
  "1568": "business romance",
  "1569": "business strategies",
  "1570": "busy woman",
  "1571": "butler protagonist",
  "1572": "butt kicking characters",
  "1573": "butterflies feeling",
  "1574": "buttoned down boston lawyer",
  "1575": "buzz marketing",
  "1576": "buzzfeed summer read",
  "1577": "buzzworthy",
  "1578": "bygone era",
  "1579": "bypass the hero",
  "1580": "cab driver protagonist",
  "1581": "cadet s choices",
  "1582": "caffeine addicted character",
  "1583": "caffeine injected childhood",
  "1584": "café owner",
  "1585": "cajun culture",
  "1586": "cajun detective",
  "1587": "cake decorating",
  "1588": "calculating protagonist",
  "1589": "california gold country",
  "1590": "california history",
  "1591": "california mountains",
  "1592": "california wine country",
  "1593": "call to action",
  "1594": "call to reason",
  "1595": "callaghan brothers",
  "1596": "calming designs",
  "1597": "calorie saving",
  "1598": "camaraderie",
  "1599": "cambodian genocide",
  "1600": "cambridge setting",
  "1601": "camino de santiago",
  "1602": "camming",
  "1603": "campaign dysfunction",
  "1604": "campaign focus",
  "1605": "campaign for cure",
  "1606": "camping",
  "1607": "campus sexual violence",
  "1608": "campy",
  "1609": "canadian literature",
  "1610": "canadian rockies setting",
  "1611": "canadian setting",
  "1612": "canadian spelling",
  "1613": "canal construction",
  "1614": "cancer",
  "1615": "cancer cluster",
  "1616": "cancer journey",
  "1617": "cancer memoir",
  "1618": "cancer survival",
  "1619": "candid memoir",
  "1620": "candid relationships",
  "1621": "candid writing",
  "1622": "candy concept",
  "1623": "candy shop",
  "1624": "canine brain",
  "1625": "canine competition",
  "1626": "canine dialogue",
  "1627": "canine frame",
  "1628": "canine partner",
  "1629": "canine tales",
  "1630": "canine team",
  "1631": "cannabic commerce",
  "1632": "cannibal background",
  "1633": "canon respect",
  "1634": "canonical sci fi",
  "1635": "caper",
  "1636": "capitalism critique",
  "1637": "captivating",
  "1638": "captivating adventure",
  "1639": "captivating appeal",
  "1640": "captivating bad boy",
  "1641": "captivating blend",
  "1642": "captivating characters",
  "1643": "captivating concepts",
  "1644": "captivating drama",
  "1645": "captivating emotions",
  "1646": "captivating fantasy world",
  "1647": "captivating finale",
  "1648": "captivating hero",
  "1649": "captivating journey",
  "1650": "captivating love",
  "1651": "captivating love stories",
  "1652": "captivating moments",
  "1653": "captivating mystery",
  "1654": "captivating narration",
  "1655": "captivating plots",
  "1656": "captivating prose",
  "1657": "captivating protagonist",
  "1658": "captivating relationships",
  "1659": "captivating romance",
  "1660": "captivating setting",
  "1661": "captivating settings",
  "1662": "captivating stories",
  "1663": "captivating storyline",
  "1664": "captivating storytelling",
  "1665": "captivating thrillers",
  "1666": "captivating time period",
